Repository: atthealchemist/altic
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Make new package from zero
ru_ru: Создать новый пакет с нуля

source: Sources path
ru_ru: Путь к исходникам

source: Specify source path of your new package
ru_ru: Путь к исходникам вашего пакета

source: Version of sources
ru_ru: Версия исходников

source: Specify version of your new package
ru_ru: Укажите версию вашего пакета

source: Search specified packages in repository
ru_ru: Искать указанные пакеты в репозитории

source: Should i check your entered packages for existence in repository?
ru_ru: Проверять ли мне введённые пакеты на наличие их в репозитории?

source: Cloning package sources from {source}...
ru_ru: Загружаю исходники пакета из {source}...

source: Cloned repo {source} @ {working_dir}
ru_ru: Загружаю репозиторий {source} в {working_dir}

source: Package "{package_slug}" was successfully created!
ru_ru: Пакет "{package_slug}" был успешно создан!

source: Adjust your {package_slug}/{package_slug}.spec file to your requirements and run:
ru_ru: Поправьте {package_slug}/{package_slug}.spec файл под ваши нужды и запустите:

source: Running a new hasher shell
ru_ru: Запускаю новый шелл хэшера

source: Starting hasher shell for {arch} architecture ...
ru_ru: Запускаю шел хэшера для архитектуры: {arch}

source: Building for {arch} ...
ru_ru: Собираю пакет для архитектуры: {arch}

source: Completed!
ru_ru: Готово!

source: Rebuilding for {arch} ...
ru_ru: Пересобираю пакет для архитектуры: {arch}

source: Installing new package for {arch}...
ru_ru: Устанавливаю новый пакет для архитектуры: {arch}
